cask_args appdir: '/Applications'

brew 'ag'
brew 'bash'
brew 'bat'
brew 'btop'
brew 'curl'
brew 'duf'
brew 'dust'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gping'
brew 'jq'
brew 'lazygit'
brew 'make'
brew 'neovim'
brew 'ollama'
brew 'openssh'
brew 'openssl'
brew 'powerlevel10k'
brew 'procs'
brew 'ripgrep'
brew 'sd'
brew 'tlrc'
brew 'tmux'
brew 'vivid'
brew 'zoxide'
brew 'zsh-autosuggestions'
brew 'zsh-fast-syntax-highlighting'

cask 'claude'
cask 'discord'
cask 'docker'
cask 'font-fira-code-nerd-font'
cask 'ghostty'
cask 'keka'
cask 'nikitabobko/tap/aerospace'
cask 'obsidian'
cask 'raycast'
cask 'spotify'
cask 'whatsapp'

